import React from 'react'

function Privacy_Policy() {
  return (
    <div className='p-2'>
      <h1 className='text-[20px] m-4'>Privacy-Policy</h1>
      <p className='m-4'>우리는 귀하가 당사 웹 사이트에 입력한 정보 또는 다른 방법으로 제공한 정보를  접수, 수집 및 저장합니다. 또한, 컴퓨터를 인터넷에 연결하는데 사용된 인터넷 프로토콜(IP) 주소 및 로그인, 이메일 주소, 비밀번호, 컴퓨터, 연결 정보, 및 구매 내역 등을 수집합니다. 우리는 페이지 응답 시간, 특정 페이지에 대한 방문 시간, 페이지 상호작용 정보 및 페이지를 탐색하는데 사용된 방법 등을 포함한 세션 정보를 측정 및 수집하기 위해 소프트웨어 도구를 사용할 수 있습니다. 우리는 또한 (이름, 이메일, 비밀번호, 커뮤니케이션 등을 포함한) 개인 식별 정보, (신용 카드 정보 등을 포함한)결제 세부 사항, 댓글, 피드백, 제품 리뷰, 추천, 개인 프로필 등을 수집합니다.</p>
      <p className='m-4'>귀하가 사이트에서 거래를 진행할 경우, 당사는 귀하의 이름, 주소, 및 이메일 주소 등과 같은 개인 정보를 수집합니다. 귀하의 개인 정보는 위에 명시된 특별한 사유로만 사용됩니다.</p>
      <p className='m-4'>당사는 다음과 같은 목적으로 비개인 및 개인 정보를 수집합니다.</p>
        <ol className='list-decimal m-8'>
          <li>서비스 제공 및 운영을 위해</li>
          <li>사용자에게 지속적인 고객지원 및 기술지원을 제공하기 위해</li>
          <li>방문자 또는 사용자에게 일반 또는 개인화된 서비스 관련 통지 및 홍보 메시지를 알리기 위해 </li>
          <li>당사 또는 당사의 비즈니스 파트너가 서비스를 제공 및 개선하기 위해 사용할 수 있는 집계된 통계 데이터 및 기타 집계 및 추정된 비개인 정보 생성을 위해</li>
          <li>관련 법률 및 규정을 준수하기 위해 </li>
        </ol>

      <p className='m-4'>당사는 Vercel.com 플랫폼에서 호스팅됩니다. Vercel.com은 제품 및 서비스를 귀하에게 판매할 수 있는 온라인 플랫폼을 제공합니다. 귀하의 데이터는 Vercel.com의 데이터 스토리지, 데이어베이스 및 일반 Vercel.com앱을 통해 저장될 수 있습니다. Vercel.com은 방화벽으로 보호된 보안 서버에 데이터를 저장합니다. </p>
      <p className='m-4'>Vercel.com이 제공하고 당사에서 사용하는 모든 직접적인 결제 게이트웨이는 Visa, MasterCard, American Express, Discover 등과 같은 브랜드의 공동 노력인 PCI 보안 표준위원회 (PCI Security Standards Council)에서 관리하는 PCI-DSS에 의해 설정된 표준을 준수합니다. PCI-DSS 요구 사항은 매장 및 서비스 제공 업체가 신용 카드 정보를 안전하게 처리하는 데 도움이됩니다.</p>
      <p className='m-4'>당사는 귀하에게 귀하의 계정에 관해 통보, 귀하의 계정 문제 해결, 분쟁 해결, 미결제된 금액을 수금, 설문 조사를 통해 귀하의 의견을 조사, 당사에 관한 업데이트를 발송, 또는 사용자 동의서, 관련 국내법 및 귀하와 체결한 모든 계약을 시행하기 위해 필요한 경우에 따라 귀하에게 연락을 취할 수 있습니다. 이러한 목적을 위해 이메일 , 전화, 문자 메시지 및 우편을 사용해 연락할 수 있습니다. </p>
      <p className='m-4'>더 이상 데이터를 처리하지 않기를 원한다면, info@mongtravel.net 으로 문의해주세요.</p>
      <p className='m-4'>당사는 언제든지 개인정보 보호정책을 수정할 수 있는 권리를 보유하고 있으므로, 주기적으로 검토할 것을 권장합니다. 변경 사항 및 추가 설명은 사이트에 게시될 때 즉시 효력을 발생합니다. 정책에 중대한 변경 사항이 있을 경우, 당사는 수집한 정보, 정보 사용 방법, 사용하는 경우에는 어떤 상황에서 사용 및 공개하는지를 알려드립니다.</p>
      <p className='m-4'>당사가 보유하고 있는 귀하의 개인 정보를 열람, 수정, 편집, 또는 삭제하고자 하는 경우, 언제든지 info@mongtravel.net 으로 문의해주세요.</p>
    </div>
  )
}

export default Privacy_Policy